tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "gh"
brew "tig"

brew "python"
brew  "fnm"
brew "pipenv"
brew "wget"
brew "rbenv"
brew "starship"
# brew "unrar"
brew "watchman"
brew "zsh"
brew "zsh-history-substring-search"

brew "mas"

cask "8bitdo-firmware-updater"
cask "8bitdo-ultimate-software"
cask "brave-browser"
cask "cloudflare-warp"
cask "discord"
cask "elgato-wave-link"
cask "fig"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "guilded"
cask "gpg-suite"
cask "hakuneko"
cask "hey"
cask "iina"
cask "iterm2"
cask "keybase"
cask "kindle-comic-creator"
cask "kindle-comic-converter"
cask "notion"
cask "openemu"
cask "porting-kit"
# cask "postman"
cask "rectangle"
# cask "sony-ps-remote-play"
cask "steam"
cask "setapp"
cask "via"
cask "visual-studio-code"
cask "webtorrent"
cask "zulu11"

# cask "qlimagesize"
# cask "qlprettypatch"
# cask "qlstephen"
# cask "qlvideo"
# cask "quicklook-csv"
# cask "quicklook-json"
# cask "suspicious-package"
# cask "webpquicklook"

mas "Bear", id: 1091189122
mas "NordVPN IKE", id: 1116599239
mas "Xcode", id: 497799835
mas "Shazam", id: 897118787
mas "Spaces", id: 1509611686
mas "Craft", id: 1487937127
