
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "github/gh/gh"
brew "hub"
brew "tig"

brew "nvm"
brew "python"
brew "python@2"
brew "pipenv"
brew "yarn"
brew "wget"
brew "rbenv"
brew "starship"
brew "unrar"
brew "watchman"
brew "zsh"
brew "zsh-history-substring-search"

brew "mas"

cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "brave-browser"
cask "brooklyn"
cask "dashlane"
cask "discord"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite"
cask "hey"
cask "iina"
cask "iterm2"
cask "keybase"
cask "kindle-comic-creator"
cask "now"
cask "postman"
cask "pocket-casts"
cask "rectangle"
cask "steam"
cask "setapp"
cask "visual-studio-code"
cask "vox"
cask "vox-preferences-pane"
cask "webtorrent"

cask "qlimagesize"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"

mas "Bear", id: 1091189122
mas "NordVPN IKE", id: 1116599239
mas "Xcode", id: 497799835
mas "Shazam", id: 897118787